abcmidi
cndrvcups-lt
eak-ng
feh
gnome-shell
jdk-openjdk
jq
kdeconnect
konsole
ktouch
kvantum
linux
linux-firmware
llama.cpp-cuda
llf
lxappearance
mandoc
ninja
nordic-theme
nvidia-open
perl-file-homedir
perl-rename
perl-yaml-tiny
qt5ct-kde
qt6ct-kde
renameutils
rofi-adi1090x
timidity++
tk
ttyper
unrar
unzip
valgrind
vi
virtualbox
virtualbox-guest-utils
python-pytorch-cuda
