7zip
abcmidi
alacritty
ark
astyle
base
base-devel
bibtex-tidy
bibtool
boost
clang
cmake
cndrvcups-lt
code
cppcheck
cups
dolphin
doxygen
emacs
espeak-ng
feh
firefox
gdb
git
gnome-shell
harper
hypridle
hyprland
hyprlock
imagemagick
jdk-openjdk
jq
jupyterlab
kdeconnect
kitty
kodi
konsole
ktouch
kvantum
libreoffice-fresh
linux
linux-firmware
llama.cpp-cuda
llf
logisim
ltex-ls-bin
ltex-ls-plus-bin
luarocks
lxappearance
mandoc
meson
nano
nautilus
neovim
networkmanager
ninja
nordic-theme
nvidia-open
nwg-look
obsidian
okular
openssh
pass
passff-host
perl-file-homedir
perl-rename
perl-yaml-tiny
piper-tts-bin
piper-voices-en-us
plasma-meta
pyenv
pyenv-virtualenv
pyright
python
python-black
python-dbus
python-h5py
python-ipywidgets
python-matplotlib
python-opencv
python-pip
python-pytorch-cuda
python-scikit-image
python-scikit-learn
python-torchvision
python-xlib
qt5ct-kde
qt6ct-kde
renameutils
rofi
rofi-adi1090x
speech-dispatcher
stow
stylua
system-config-printer
terminus-font
texlab
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langarabic
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
timidity++
tk
tofi
ttf-dejavu
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
ttf-meslo-nerd-font-powerlevel10k
ttyper
unrar
unzip
valgrind
vi
virtualbox
virtualbox-guest-utils
waybar
wget
wl-clipboard
wlogout
woff2-font-awesome
wofi
xclip
xdg-desktop-portal-hyprland
xournalpp
yay
yay-debug
zathura
zathura-pdf-poppler
zotero
zsh
zsh-completions
