ark
astyle
base-devel
bibtex-tidy
boost
brightnessctl
clang
clang-tools-extra
cmake
cppcheck
doxygen
feh
firefox
git
gdb
grim
greetd
greetd-tuigreet
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
imagemagick
m4
meson
nano
neovim
networkmanager
ninja
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
openssh
pass
passff-host
pcmanfm
p7zip
python
python-dbus
python-pip
qt5-wayland
qt6-wayland
slurp
swaync
swappy
tar
texlab
texlive
terminus-font
tree
ttf-dejavu
ttf-fira-code
ttf-fira-sans
ttf-firacode-nerd
ttf-font-awesome
unrar
unzip
valgrind
waybar
wl-clipboard
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
zathura
zathura-pdf-mupdf
zsh
zsh-completions
